src/history/history11/KBpCivil_War.org
#+TITLE: Civil War 1861-1865
#+AUTHOR: Peter Choi
#+DATE: 12/7/2021

* "War is all hell"
- not good to romanticize war
- over 700,000 deaths
- 3 million soldiers
- the industrialization led to the large abount of casualties
  - "war is the mother of invention"
- War was not won through battle, it was won by the destruction of a will to fight
- combination of politics and war

* Advantages of the north
- more people
- more land
- more industry power
- more economic resources
- not fighting on their turf, their economies continue to grow, cities continue to thrive
- the defense has the advantage, they have to hold on until the the attackers lose their will to fight
  - an example of the underdogs winning is the American Revolution

* Context
- there was weak federal governments that needed to mobilize resources and supplies
- Military was unprepared, need to draft people
- industrial revolution changed how war was fought
  - new kind of rifle, better velocity and accuracy, and the minie bullet, more deadly, more accurate, more distance
    - the bullet just stays in your arm, amputation needed, people die from wounds and diseases.
  - first time you really saw trenches
  - this gave the favor to the south or the defenders
- when you are fighting you need the support of the land, the slaves did not support the confederacy, the usually support the northern soldiers

* The Condeferacy
- they created a constitution that was similar to the US constitution, but it legalized slavery
- Jefferson Davis, the conferate presentent,
  - Lincoln put his rivals on his cabinate so he could get push back
  - Davis did not do this, he also was a bad leader
- did not have a two party system
- Wars are expensive
  - taxes
  - tarriffs
  - bonds
  - *print more money* --> inflation
    - rich class was in charge, did not want to tax themselves, so they printed more money
  - more industrialization
  - cotten embargo
- Women:
  - produced goods
  - smugglers
  - self-sacrificing vs disillusioned
- Military fraft and 20 slaves law
  - for ever 20 slaves that you have, one white man is void of a draft
- so the policies really favored the rich southerners which lead to their demise. 

* The Union
- Turned the national government into a central power
- created a sense of national idenity, states were no longer peoples "countries"
- dominance of the republican party
- With the south gone, they really have no push back, so the government was productive
  - high tarriffs
  - high taxes
  - national currecy
  - national banking
    - the whole government is in favor of the notherners
  - homestead act
    - move west
- Connects war with values of the northen society
- Lincoln suspendes civil liberites
- There was some inflation
  - anti war sentiment in the east


