docs/history/history11/KBpCivil_War.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-12-07 Tue 10:37 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Civil War 1861-1865</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Peter Choi" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
<link rel="stylesheet" href="https://quantumish.github.io/admonition.css" />
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Civil War 1861-1865</h1> <h2 class="subtitle"></h2> <span class="author">Peter Choi</span> <span class="date">2021-12-07 Tue 10:36</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#org5d879dc">1. "War is all hell"</a></li>
<li><a href="#org4269bb4">2. Advantages of the north</a></li>
<li><a href="#org8a92be3">3. Context</a></li>
<li><a href="#org15e0832">4. The Condeferacy</a></li>
<li><a href="#orge494199">5. The Union</a></li>
</ul>
</div></div>
</div>

<div id="outline-container-org5d879dc" class="outline-2">
<h2 id="org5d879dc"><span class="section-number-2">1</span> "War is all hell"</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>not good to romanticize war</li>
<li>over 700,000 deaths</li>
<li>3 million soldiers</li>
<li>the industrialization led to the large abount of casualties
<ul class="org-ul">
<li>"war is the mother of invention"</li>
</ul></li>
<li>War was not won through battle, it was won by the destruction of a will to fight</li>
<li>combination of politics and war</li>
</ul>
</div>
</div>

<div id="outline-container-org4269bb4" class="outline-2">
<h2 id="org4269bb4"><span class="section-number-2">2</span> Advantages of the north</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>more people</li>
<li>more land</li>
<li>more industry power</li>
<li>more economic resources</li>
<li>not fighting on their turf, their economies continue to grow, cities continue to thrive</li>
<li>the defense has the advantage, they have to hold on until the the attackers lose their will to fight
<ul class="org-ul">
<li>an example of the underdogs winning is the American Revolution</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org8a92be3" class="outline-2">
<h2 id="org8a92be3"><span class="section-number-2">3</span> Context</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>there was weak federal governments that needed to mobilize resources and supplies</li>
<li>Military was unprepared, need to draft people</li>
<li>industrial revolution changed how war was fought
<ul class="org-ul">
<li>new kind of rifle, better velocity and accuracy, and the minie bullet, more deadly, more accurate, more distance
<ul class="org-ul">
<li>the bullet just stays in your arm, amputation needed, people die from wounds and diseases.</li>
</ul></li>
<li>first time you really saw trenches</li>
<li>this gave the favor to the south or the defenders</li>
</ul></li>
<li>when you are fighting you need the support of the land, the slaves did not support the confederacy, the usually support the northern soldiers</li>
</ul>
</div>
</div>

<div id="outline-container-org15e0832" class="outline-2">
<h2 id="org15e0832"><span class="section-number-2">4</span> The Condeferacy</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li>they created a constitution that was similar to the US constitution, but it legalized slavery</li>
<li>Jefferson Davis, the conferate presentent,
<ul class="org-ul">
<li>Lincoln put his rivals on his cabinate so he could get push back</li>
<li>Davis did not do this, he also was a bad leader</li>
</ul></li>
<li>did not have a two party system</li>
<li>Wars are expensive
<ul class="org-ul">
<li>taxes</li>
<li>tarriffs</li>
<li>bonds</li>
<li><b>print more money</b> &#x2013;&gt; inflation
<ul class="org-ul">
<li>rich class was in charge, did not want to tax themselves, so they printed more money</li>
</ul></li>
<li>more industrialization</li>
<li>cotten embargo</li>
</ul></li>
<li>Women:
<ul class="org-ul">
<li>produced goods</li>
<li>smugglers</li>
<li>self-sacrificing vs disillusioned</li>
</ul></li>
<li>Military fraft and 20 slaves law
<ul class="org-ul">
<li>for ever 20 slaves that you have, one white man is void of a draft</li>
</ul></li>
<li>so the policies really favored the rich southerners which lead to their demise.</li>
</ul>
</div>
</div>

<div id="outline-container-orge494199" class="outline-2">
<h2 id="orge494199"><span class="section-number-2">5</span> The Union</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>Turned the national government into a central power</li>
<li>created a sense of national idenity, states were no longer peoples "countries"</li>
<li>dominance of the republican party</li>
<li>With the south gone, they really have no push back, so the government was productive
<ul class="org-ul">
<li>high tarriffs</li>
<li>high taxes</li>
<li>national currecy</li>
<li>national banking
<ul class="org-ul">
<li>the whole government is in favor of the notherners</li>
</ul></li>
<li>homestead act
<ul class="org-ul">
<li>move west</li>
</ul></li>
</ul></li>
<li>Connects war with values of the northen society</li>
<li>Lincoln suspendes civil liberites</li>
<li>There was some inflation
<ul class="org-ul">
<li>anti war sentiment in the east</li>
</ul></li>
</ul>
</div>
</div>
</div>
</body>
</html>
